tap "adoptopenjdk/openjdk"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "puma/puma"
tap "tophat/bar"
tap "withco/taps", "git@github.com:withcompany/homebrew-taps.git"
brew "automake"
brew "bash-completion"
brew "binutils"
brew "bison"
brew "gdbm"
brew "libffi"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "python@3.9"
brew "glib"
brew "coreutils"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "nghttp2"
brew "emacs"
brew "cask"
brew "chruby"
brew "cmake"
brew "diffstat"
brew "diffutils"
brew "direnv"
brew "dos2unix"
brew "erlang"
brew "elixir"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "findutils"
brew "folly"
brew "fzf"
brew "gawk"
brew "geos"
brew "geckodriver"
brew "gh"
brew "ghostscript"
brew "giflossy"
brew "git"
brew "git-lfs"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-units"
brew "gnu-which"
brew "go"
brew "gpatch"
brew "gperf"
brew "netpbm"
brew "gts"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "groff"
brew "gzip"
brew "python@3.10"
brew "httpie"
brew "hub"
brew "tcl-tk"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libyaml"
brew "lua@5.1"
brew "make"
brew "mas"
brew "nginx", restart_service: true
brew "node", link: false
brew "openssl@3"
brew "postgresql@11"
brew "postgresql@12"
brew "postgresql@13"
brew "prettier", link: false
brew "python@3.8"
brew "rabbitmq", restart_service: true
brew "redis", restart_service: true
brew "ruby"
brew "ruby-install"
brew "the_silver_searcher"
brew "tnftp"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
brew "puma/puma/puma-dev"
brew "withco/taps/postgresql"
brew "withco/taps/postgis"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "chromedriver"
cask "growlnotify"
cask "karabiner-elements"
cask "notion"
cask "visual-studio-code"
cask "zoom"
cask "zoomus"
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Microsoft To Do", id: 1274495053
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Weather Dock", id: 886290397
mas "Xcode", id: 497799835
