tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "puma/puma"
tap "tophat/bar"
cask "adoptopenjdk8"
cask "dbeaver-community"
brew "automake"
brew "bash-completion"
brew "binutils"
brew "bison"
brew "gdbm"
brew "libffi"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "python@3.8"
brew "chruby"
brew "cmake"
brew "coreutils"
brew "diffstat"
brew "diffutils"
brew "direnv"
brew "elasticsearch"
brew "erlang"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "geckodriver", link: false
brew "giflossy"
brew "git"
brew "git-lfs"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-units"
brew "gnu-which"
brew "gpatch"
brew "gperf"
brew "gts"
brew "graphviz"
brew "grep"
brew "groff"
brew "gzip"
brew "httpie"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "krb5"
brew "libyaml"
brew "lua@5.1"
brew "make"
brew "mas"
brew "nginx", restart_service: true
brew "node", link: false
brew "postgresql", restart_service: true
brew "prettier"
brew "rabbitmq", restart_service: true
brew "redis", restart_service: true
brew "ruby"
brew "ruby-install"
brew "the_silver_searcher"
brew "tnftp"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "github/gh/gh"
brew "heroku/brew/heroku"
brew "puma/puma/puma-dev"
cask "1password"
cask "atom"
cask "chromedriver"
cask "cyberduck"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "growlnotify"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "macdown"
cask "macvim"
cask "slack"
cask "spectacle"
cask "sublime-text"
cask "zoomus"
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Microsoft To Do", id: 1274495053
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Weather Dock", id: 886290397
