tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "openssl@3"
brew "grpc"
brew "automake"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "readline"
brew "python@3.11"
brew "awscli"
brew "bash-completion"
brew "binutils"
brew "bison"
brew "glib"
brew "cairo"
brew "coreutils"
brew "libevent"
brew "p11-kit"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cmake"
brew "libssh2"
brew "diffstat"
brew "diffutils"
brew "direnv"
brew "dos2unix"
brew "erlang"
brew "elixir"
brew "fizz"
brew "findutils"
brew "fzf"
brew "gawk"
brew "geos"
brew "gnupg"
brew "shared-mime-info"
brew "libheif"
brew "numpy"
brew "gdal"
brew "gdbm"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gitleaks"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-units"
brew "gnu-which"
brew "go"
brew "gobject-introspection"
brew "gpatch"
brew "gperf"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "groff"
brew "guile"
brew "gzip"
brew "httpie"
brew "hub"
brew "libffi"
brew "libdap"
brew "libyaml"
brew "make"
brew "mas"
brew "nghttp2"
brew "node"
brew "nvm"
brew "php"
brew "postgresql@13"
brew "prettier"
brew "tcl-tk"
brew "rbenv"
brew "redis"
brew "ruby"
brew "the_silver_searcher"
brew "tnftp"
brew "watchman"
brew "wget"
brew "wp-cli"
brew "yarn"
brew "zsh"
cask "chromedriver"
cask "dbeaver-community"
cask "iterm2"
cask "macdown"
cask "ngrok"
cask "notion"
cask "postman"
cask "visual-studio-code"
cask "zoom"
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Weather Dock", id: 886290397
mas "Xcode", id: 497799835
vscode "aliariff.vscode-erb-beautify"
vscode "bmewburn.vscode-intelephense-client"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "golang.go"
vscode "janisdd.vscode-edit-csv"
vscode "kaiwood.endwise"
vscode "Lourenci.go-to-spec"
vscode "misogi.ruby-rubocop"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vsliveshare.vsliveshare"
vscode "msyrus.go-doc"
vscode "noku.rails-run-spec-vscode"
vscode "Orta.vscode-jest"
vscode "Shopify.ruby-lsp"
vscode "steoates.autoimport"
vscode "vespa-dev-works.jestRunIt"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
